tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"

brew "git"
brew "rustup"
brew "node"
brew "nvm"
brew "pnpm"
brew "python"
brew "ripgrep"
brew "rust-analyzer"
brew "go"

cask "discord"
cask "slack"
cask "spotify"
cask "google-chrome"
cask "firefox-developer-edition"
cask "docker"
cask "1password"
cask "obs"
cask "blackhole-16ch"
cask "vlc"
